// let a = ["Пон", "Втор", "Среда", "Четв", "Пятни", "Суб", "Воскрес"]
// console.log(a[0] + " " + a[1])
// let a = ["саша", "женя", "миша", "дана", "вова","получит", "подарок", "не"]
// alert(a[1] + " " + a[3] + " " + a[0] + " " + a[5] + " " + a[6] + "," + " " + a[2] + " " + a[4] + " " + a[7] + " " + a[5] + " " + a[6])
// let a = ["Женя":"20000", "Дана":"45000", "Богдан":"30000"]
// alert(a["Женя"])
// let a = {
//     "Женя":["10000", "15000", "20000"],
//     "Саша":["10000", "15000", "20000", "35000"]
// }
// alert(a["Саша"][3])
// let a = {
//     "м":["Саша", "Женя", "Антон"],
//     "ж":["Даша", "Ана", "Лена"]
// }
// alert(a["м"][0] + " " + a["ж"][0] + " " + a["м"]
// let a = [2, 3, 4, 5]
//     b = 1
// for(i = 0; i < 4; i++){
//     b = a[i] * b
// }
// alert(b)
